import React from 'react';
import "./cookie.css";


const CookiePage = () =>{

  return(
    <div className="container cookie-container">
      <p className="bold title">Πολιτική cookies για oiStigmes</p>
      <p>Αυτή είναι η Πολιτική Cookies για το oiStigmes, προσβάσιμη από τη διεύθυνση <a href="https://oistigmes.com">https://oistigmes.com</a></p>
      <p className="bold">Τι είναι τα cookies</p>
      <p>Όπως συνηθίζεται σχεδόν σε όλους τους επαγγελματικούς ιστότοπους, αυτός ο ιστότοπος χρησιμοποιεί cookies, τα οποία είναι μικροσκοπικά αρχεία που κατεβαίνουν στον υπολογιστή σας, για να βελτιώσει την εμπειρία σας. Αυτή η σελίδα περιγράφει ποιες πληροφορίες συγκεντρώνουν, πώς τις χρησιμοποιούμε και γιατί μερικές φορές χρειάζεται να αποθηκεύσουμε αυτά τα cookies. Θα μοιραστούμε επίσης πώς μπορείτε να αποτρέψετε την αποθήκευση αυτών των cookies, ωστόσο αυτό μπορεί να υποβαθμίσει ή να «σπάσει» ορισμένα στοιχεία της λειτουργικότητας των τοποθεσιών.</p>
      <p className="bold">Πώς χρησιμοποιούμε τα cookies</p>
      <p>Χρησιμοποιούμε cookies για διάφορους λόγους που περιγράφονται παρακάτω. Δυστυχώς, στις περισσότερες περιπτώσεις, δεν υπάρχουν τυπικές επιλογές του κλάδου για την απενεργοποίηση των cookies χωρίς να απενεργοποιήσετε πλήρως τη λειτουργικότητα και τις δυνατότητες που προσθέτουν σε αυτόν τον ιστότοπο. Συνιστάται να αφήνετε όλα τα cookies εάν δεν είστε σίγουροι αν τα χρειάζεστε ή όχι σε περίπτωση που χρησιμοποιούνται για την παροχή μιας υπηρεσίας που χρησιμοποιείτε.</p>
      <p className="bold">Απενεργοποίηση cookies</p>
      <p>Μπορείτε να αποτρέψετε τη ρύθμιση των cookies προσαρμόζοντας τις ρυθμίσεις στο πρόγραμμα περιήγησής σας (ανατρέξτε στη Βοήθεια του προγράμματος περιήγησής σας για το πώς να το κάνετε αυτό). Λάβετε υπόψη ότι η απενεργοποίηση των cookies θα επηρεάσει τη λειτουργικότητα αυτού και πολλών άλλων ιστότοπων που επισκέπτεστε. Η απενεργοποίηση των cookie συνήθως έχει ως αποτέλεσμα την απενεργοποίηση και ορισμένων λειτουργιών και λειτουργιών αυτού του ιστότοπου. Επομένως, συνιστάται να μην απενεργοποιείτε τα cookies. Αυτή η Πολιτική Cookies δημιουργήθηκε με τη βοήθεια της Γεννήτριας Πολιτικής Cookies.</p>
      <p className="bold title">Τα μπισκότα που ορίζουμε</p>
      <p className="bold">Cookies που σχετίζονται με λογαριασμό</p>
      <p>Εάν δημιουργήσετε λογαριασμό μαζί μας, τότε θα χρησιμοποιήσουμε cookies για τη διαχείριση της διαδικασίας εγγραφής και τη γενική διαχείριση. Αυτά τα cookie συνήθως διαγράφονται όταν αποσυνδεθείτε, ωστόσο σε ορισμένες περιπτώσεις μπορεί να παραμείνουν στη συνέχεια για να θυμούνται τις προτιμήσεις του ιστότοπού σας όταν αποσυνδεθείτε.</p>
      <p className="bold">Cookies σχετικά με τη σύνδεση</p>
      <p>Χρησιμοποιούμε cookies όταν είστε συνδεδεμένοι, ώστε να μπορούμε να θυμόμαστε αυτό το γεγονός. Αυτό σας αποτρέπει από το να χρειάζεται να συνδέεστε κάθε φορά που επισκέπτεστε μια νέα σελίδα. Αυτά τα cookie συνήθως αφαιρούνται ή διαγράφονται κατά την αποσύνδεση για να διασφαλιστεί ότι έχετε πρόσβαση σε περιορισμένες λειτουργίες και περιοχές μόνο όταν είστε συνδεδεμένοι.</p>
      <p className="bold">Παραγγελίες επεξεργασίας σχετικών cookies</p>
      <p>Αυτός ο ιστότοπος προσφέρει διευκολύνσεις ηλεκτρονικού εμπορίου ή πληρωμής και ορισμένα cookies είναι απαραίτητα για να διασφαλιστεί ότι η παραγγελία σας απομνημονεύεται μεταξύ των σελίδων, ώστε να μπορούμε να την επεξεργαστούμε σωστά.</p>
      <p className="bold">Σχετικά cookies με φόρμες</p>
      <p>Όταν υποβάλλετε δεδομένα μέσω μιας φόρμας όπως αυτές που βρίσκονται στις σελίδες επαφών ή στις φόρμες σχολίων, ενδέχεται να ρυθμιστούν τα cookies ώστε να θυμούνται τα στοιχεία χρήστη σας για μελλοντική αλληλογραφία.</p>
      <p className="bold">Cookies τρίτων</p>
      <p>Σε ορισμένες ειδικές περιπτώσεις χρησιμοποιούμε επίσης cookies που παρέχονται από αξιόπιστα τρίτα μέρη. Η παρακάτω ενότητα περιγράφει ποια cookies τρίτων μπορεί να συναντήσετε μέσω αυτού του ιστότοπου.</p>
      <p>Αυτός ο ιστότοπος χρησιμοποιεί το Google Analytics που είναι μια από τις πιο διαδεδομένες και αξιόπιστες λύσεις αναλυτικών στοιχείων στον ιστό για να μας βοηθήσει να κατανοήσουμε πώς χρησιμοποιείτε τον ιστότοπο και τρόπους με τους οποίους μπορούμε να βελτιώσουμε την εμπειρία σας. Αυτά τα cookies ενδέχεται να παρακολουθούν πράγματα, όπως πόσο χρόνο ξοδεύετε στον ιστότοπο και τις σελίδες που επισκέπτεστε, ώστε να μπορούμε να συνεχίσουμε να παράγουμε ελκυστικό περιεχόμενο.</p>
      <p>Για περισσότερες πληροφορίες σχετικά με τα cookies του Google Analytics, ανατρέξτε στην επίσημη σελίδα του Google Analytics.</p>
      <p>Τα αναλυτικά στοιχεία τρίτων χρησιμοποιούνται για την παρακολούθηση και τη μέτρηση της χρήσης αυτού του ιστότοπου, ώστε να μπορούμε να συνεχίσουμε να παράγουμε ελκυστικό περιεχόμενο. Αυτά τα cookies ενδέχεται να παρακολουθούν πράγματα, όπως πόσο χρόνο ξοδεύετε στον ιστότοπο ή τις σελίδες που επισκέπτεστε, κάτι που μας βοηθά να κατανοήσουμε πώς μπορούμε να βελτιώσουμε τον ιστότοπο για εσάς.</p>
      <p>Κατά καιρούς δοκιμάζουμε νέες δυνατότητες και κάνουμε ανεπαίσθητες αλλαγές στον τρόπο παράδοσης του ιστότοπου. Όταν εξακολουθούμε να δοκιμάζουμε νέες δυνατότητες, αυτά τα cookies ενδέχεται να χρησιμοποιηθούν για να διασφαλίσουμε ότι λαμβάνετε μια συνεπή εμπειρία ενώ βρίσκεστε στον ιστότοπο, διασφαλίζοντας παράλληλα ότι κατανοούμε ποιες βελτιστοποιήσεις εκτιμούν περισσότερο οι χρήστες μας.</p>
      <p className="bold">Περισσότερες πληροφορίες</p>
      <p>Ας ελπίσουμε ότι αυτό έχει ξεκαθαρίσει τα πράγματα για εσάς και όπως αναφέρθηκε προηγουμένως, εάν υπάρχει κάτι που δεν είστε βέβαιοι εάν χρειάζεστε ή όχι, είναι συνήθως πιο ασφαλές να αφήσετε τα cookies ενεργοποιημένα σε περίπτωση που αλληλεπιδράσει με κάποια από τις λειτουργίες που χρησιμοποιείτε στον ιστότοπό μας.</p>
      <p>Για περισσότερες γενικές πληροφορίες σχετικά με τα cookies, διαβάστε το άρθρο της Πολιτικής Cookies.</p>
      <p>Ωστόσο, εάν εξακολουθείτε να αναζητάτε περισσότερες πληροφορίες, μπορείτε να επικοινωνήσετε μαζί μας μέσω μιας από τις προτιμώμενες μεθόδους επικοινωνίας:</p>
      <p className="cookie-footer">
        <font className="bold">Email:</font> <a href="mailto:info@oistigmes.com">info@oistigmes.com</a><br/>
        <font className="bold">Επισκεπτόμενοι αυτόν τον σύνδεσμο:</font> <a href="http://app.oistigmes.com">http://app.oistigmes.com</a><br/>
        <font className="bold">Τηλέφωνο:</font> 210 5142269
      </p>
    </div>
  )
}

export default CookiePage
